[
  [
    "J Luckenbill",
    "Carolynn did a super job cleaning!"
  ],
  [
    "M Brown",
    "Carolynn is doing a fabulous job for us!  We especially appreciate her help around the hectic holidays!"
  ],
  [
    "Ashley",
    "THANK YOU CAROLYNN We are very lucky to have you! 100%!"
  ],
  [
    "M Brown",
    "Carolynn always does a great job for us!  It's a big place and a lot of work, but she works her magic and makes it wonderfully clean and fresh for us within a few hours each time, and we are so appreciative!"
  ],
  [
    "Layla",
    "You are doing such an amazing job Carolynn"
  ],
  [
    "M Brown",
    "Carolynn is doing a great job for us! Thanks so much!"
  ],
  [
    "A Mottes",
    "Carolynn is lovely and she did a perfect job.  Thank you Carolynn!"
  ],
  [
    "M Brown",
    "Carolynn did a thorough cleaning for us and we are very satisfied and grateful!  Thanks!"
  ],
  [
    "J Luckenbill",
    "Carolynn always does a great job!"
  ],
  [
    "L Puy",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 9"
  ],
  [
    "M Lanza",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 8"
  ],
  [
    "M Brown",
    "Carolynn did a great job and left our place clean and tidy.  Thanks!!"
  ],
  [
    "R Griffin",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "L Desch",
    "Carolynn did a fantastic job cleaning up the missing spots and lots of additional touch up today, especially the shower (I thought it was not able to be cleaned after finished by the PRO). She is very detail-oriented and I really appreciate her hard work!"
  ],
  [
    "M Lanza",
    "Love coming home to a clean house. Thanks!"
  ],
  [
    "D Staszewski",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "R Griffin",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "L Puy",
    "Everything looks really good, especially the sofas."
  ],
  [
    "J Kurth",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "Layla",
    "Chloe, by the way, has given wonderful feedback about working with you.  She said you were so patient with her and helped her so much!  Thanks for being you Carolynn!"
  ],
  [
    "M Lanza",
    "The house looks great.  Carolynn always does a thorough job.  Thanks"
  ],
  [
    "J Claeys",
    "Carolynn is great.  I would love to have her every time."
  ],
  [
    "R Griffin",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "M Lanza",
    "House looked great.  Thanks."
  ],
  [
    "M Brown",
    "Carolynn has been doing a great job cleaning our place, and I am very grateful and pleased.  I also really appreciate her honesty in reporting some accidental tiny scuffs that occurred on our dishwasher when the magnet was moved for cleaning.  It is not something serious or very noticeable, but I would much rather be informed aobut it and have the option to file a claim (not necessary, but appreciated) than to find it later and wonder or be upset about it.  The integrity and diligence of Carolynn and MaidPro is a definite consideration when it comes to continuing with the Maid Pro cleaning service.  Thanks again! =)"
  ],
  [
    "J Luckenbill",
    "Carolynn always does a great job, knows our house well, and is a very hard worker."
  ],
  [
    "J Luckenbill",
    "Carolynn works very hard and also calms our dogs while she's cleaning.  Thank you Carolynn!"
  ],
  [
    "M Lanza",
    "Carolynn did a great job cleaning as always.  Thanks."
  ],
  [
    "M Brown",
    "Carolynn did an outstanding job with our cleaning this week, and even went above and beyond to really help remove some of the hard water stains in our shower--- I was so happy to see that sparkly shower!  Thanks so much!!! =)"
  ],
  [
    "L Mathena",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "J Luckenbill",
    "Carolynn always works really hard to clean our home - and is a pleasure to have around - She's also very good with our dogs who comment on her vacuuming-"
  ],
  [
    "M Lanza",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 9"
  ],
  [
    "M Brown",
    "I just wanted to say thank you to Carolynn for doing an excellent job with our cleaning yesterday.  She was even able to scrub out the stains from our well water in the shower, which was so needed (especially after our cleaning 2 weeks ago by different Pros, which seemed a little less thorough than usual), and we really appreciated it."
  ],
  [
    "L Mathena",
    "Carolynn & Alex: great to have a team of 2.  House cleaned before we got home for dinner."
  ],
  [
    "J Claeys",
    "Carolynn was great.  I would love to have her scheduled for us in the future."
  ],
  [
    "L Mathena",
    "When I pull up and see the white car (Carolynn's car) in front of my house I think, 'oh thank goodness'"
  ],
  [
    "M Lanza",
    "House looks great, thanks."
  ],
  [
    "J Luckenbill",
    "Carolynn did extra work to move and clean under furniture and as always did a great job!"
  ],
  [
    "J Kurth",
    "The cleaner went above and beyond!"
  ],
  [
    "L Puy",
    "The sofas looked much better, thank you!"
  ],
  [
    "M Brown",
    "Very good thorough cleaning! The house needed it and we are very grateful.  Thanks for doing a great job!"
  ],
  [
    "M Lanza",
    "Carolynn did a great job cleaning. Thanks."
  ],
  [
    "L Mathena",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "J Luckenbill",
    "Carolynn always works hard and does a good job!"
  ],
  [
    "L Mathena",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "D Staszewski",
    "We love Carolynn!  She is the best!"
  ],
  [
    "J Luckenbill",
    "Carolynn works really hard and is great with our dogs - and is a very good person."
  ],
  [
    "J Luckenbill",
    "Carolynn works really hard and always does a great job"
  ],
  [
    "Layla",
    "I just wantto tell you that you are doing an amazing job and you are very much appreciated!  I am very happy you are a part of our team"
  ],
  [
    "G Mclellan",
    "Carolynn did a fantastic job cleaning our house on Monday.  Shining is the word to describe our house when she left.  Such a nice pleasant personality, please send her back at any time."
  ],
  [
    "D Staszewski",
    "We have been quite happy with our cleaner.  She is absolutely great.  My house looks wonderful when she leaves.  We love her and your company.  Great service & great pricing!"
  ],
  [
    "J Luckenbill",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "M Lanza",
    "Carolynn did a great job cleaning.  Thank you."
  ],
  [
    "J Grube",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 9"
  ],
  [
    "F Holly",
    "Great job!"
  ],
  [
    "J Barry",
    "Carolynn did a lovely job of cleaning. Thank you!"
  ],
  [
    "M O'Donnell",
    "Carolynn and Wendy are amazing!  I hope they come to our house every time we have our bi-weekly service."
  ],
  [
    "J Allen",
    "The girls were great, everything looks great!"
  ],
  [
    "B Weck",
    "Carolynn did a great job :)"
  ],
  [
    "E Conway",
    "Great service!"
  ],
  [
    "M Brown",
    "The house was very clean and tidy.  Thanks!"
  ],
  [
    "J Luckenbill",
    "Carolynn did a great job."
  ],
  [
    "A Keane",
    "Thank you!"
  ],
  [
    "A Heisterkamp",
    "Carolynn did a great job.  Valerie very much appreciated the attentions to details."
  ],
  [
    "G McLellan",
    "We are very pleased with the cleaning job that Carolynn did at our home yesterday.  She was efficient and paid attention to detail in her cleaning.  She has a very pleasant personality and we enjoyed having her in our home.  Please send her back at any time."
  ],
  [
    "M O'Neill",
    "Carolynn did exceptional work today.  She is a hard worker; great at cleaning and also, friendly.  She hits all the high marks."
  ],
  [
    "G McLellan",
    "Carolynn did a good job of cleaning our house.  She was very efficient and did the work in a timely fashion. Great personality and very friendly.  Please have her return anytime."
  ],
  [
    "N Stevenson",
    "(Question asked to client: How likely are you to recommend MaidPro based on your experience? 1-10) Yes 10"
  ],
  [
    "A Heisterkamp",
    "Carolynn did a marvelous job, especially for a first visit.  Vacuuming to wood floor cleaning, all corner to corner.   Dusting was really appreciated and the touches of straightening up and folded towels are noticed."
  ],
  [
    "Anonymous",
    "I really liked Carolynn.  She CLEANED.  She moved items when she dusted and when she vacuumed.  Some of the other ones haven't.  She's one of the few who has showed up and used the long brush to dust the corners in the ceiling."
  ]
]